[
    {
        "id": 1,
        "name": "Natural Resources Defense Council",
        "introduction": "The Natural Resources Defense Council (NRDC) is a United States-based 501(c)(3) non-profit international environmental advocacy group, with its headquarters in New York City and offices in Washington D.C., San Francisco, Los Angeles, Chicago, Bozeman, and Beijing. Founded in 1970, as of 2019, the NRDC had over three million members, with online activities nationwide, and a staff of about 700 lawyers, scientists and other policy experts",
        "history": "The NRDC was founded in 1970.Its establishment was partially an outgrowth of the Scenic Hudson Preservation Conference v. Federal Power Commission, the Storm King case. The case centered on Con Ed's plan to build the world's largest hydroelectric facility at Storm King Mountain. The proposed facility would have pumped vast amounts of water from the Hudson River to a reservoir and released it through turbines to generate electricity at peak demand.A dozen concerned citizens organized the Scenic Hudson Preservation Conference in opposition to the project, citing its environmental impact, and the group, represented by Whitney North Seymour Jr., his law partner Stephen Duggan, and David Sive, sued the Federal Power Commission and successfully achieved a ruling that groups such as Scenic Hudson and other environmentalist groups had the standing to challenge the FPC's administrative rulings. Realizing that continued environmentalist litigation would require a nationally organized, professionalized group of lawyers and scientists, Duggan, Seymour, and Sive obtained funding from the Ford Foundation and joined forces with Gus Speth and three other recent Yale Law School graduates of the class of 1969: Richard Ayres, Edward Strohbehn Jr. and John Bryson. John H. Adams was the group's first staff member and Duggan its founding chairman;[10] Seymour, Laurance Rockefeller, and others served as members of the board. \nNRDC published onEarth, a quarterly magazine that dealt with environmental challenges, through 2016. It was founded in 1979 as The Amicus Journal. As Amicus, it won the George Polk Award in 1983 for special interest reporting.",
        "programs": "The NRDC states the purpose of its work is safeguard the earth—its people, its plants and animals, and the natural systems on which all life depends,and to ensure the rights of all people to the air, the water and the wild, and to prevent special interests from undermining public interests. Their stated areas of work include: climate change, communities, energy, food, health, oceans, water, the wild \n As a legal advocacy group, the NRDC works to accomplish environmental goals by operating within the legal system to reduce pollution and protect natural resources through litigation, and by working with professionals in science, law, and policy at the national and international level.",
        "logo": "/images/NRDC_bear_logo.svg.png",
        "link": "https://en.wikipedia.org/wiki/Natural_Resources_Defense_Council"
    },
    {
        "id": 2,
        "name": "Save the Children",
        "introduction": "The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organization established in the United Kingdom in 1919 to improve the lives of children through better education, health care, and economic opportunities, as well as providing emergency aid in natural disasters, war, and other conflicts. After passing a century, which it celebrated in 2019, it is now a global movement made up of 30 national member organizations that work in 120 countries.\nHeadquartered in London, the organisation promotes policy changes to gain more rights for young people[4] especially by enforcing the UN Declaration of the Rights of the Child. Saving the Children through co-ordinate emergency-relief efforts, helping to protect children from the post effects of war and violence. Save the Children has a general consultative status in the United Nations Economic and Social Council.",
        "history": "The Save the Children Fund was founded in London, England, on 15 April 1919 by Eglantyne Jebb and her sister Dorothy Buxton as an effort to alleviate starvation of children in Germany and Austria-Hungary during the Allied blockade of Germany of World War I which continued after the Armistice.\nAt the end of World War I, images of malnourished and sick children ran throughout Europe. The Fight the Famine Council was initially started earlier in 1919 to put political pressure on the British government to end the blockade, the first meeting having been held at the home of Catherine Courtney, at 15 Cheyne Walk. However, on 15 April 1919, the sisters succeeded in separating the effort from the politics of the council and creating a separate Save the Children Fund.\nIn May 1919, the Fund was publicly established at a meeting in London's Royal Albert Hall to provide relief to children suffering the effects of war and raise money for emergency aid to children suffering from the wartime shortages of food and supplies.\nJebb and her sister worked to gain public sympathy to elicit support aid.[9] In December 1919, Pope Benedict XV publicly announced his support for Save the Children, and declared 28 December 'Innocents Day' to collect donations.\nThe first branch was opened in Fife, Scotland in 1919.[when?] A counterpart, Rädda Barnen (which means 'Save the Children'), was founded later that year (on 19 November 1919) in Sweden with Anna Kleman on the board. Along with a number of other organisations, they founded the International Save the Children Union in Geneva on 6 January 1920. Jebb built up excellent relationships with other Geneva-based organisations, including the Red Cross who supported Save's International foundation.\nJebb used many ground-breaking fund-raising techniques, for example making Save the Children the first charity in the United Kingdom to use page-length advertisements in newspapers. Jebb contracted doctors, lawyers and other professionals to devise mass advertisement campaigns. In 1920, Save the Children started individual child sponsorship as a way to engage more donors. By the end of the year, Save the Children raised the equivalent to about £8,000,000 in today's money.",
        "activities": "No Child Born To Die was a campaign launched in the UK in January 2011 to combat the more than 8 million deaths of children under five from preventable or treatable illnesses such as diarrhoea and pneumonia. The campaign priorities were to provide more of vaccines, antibiotics, nurses and midwives. Research in 2011 showed that making vaccines available to the poorest children could save one million lives a year.\nThe campaign launched with backing from celebrities such as Enrique Iglesias, Alexandra Burke, Hermione Norris, Frank Lampard, Martin Clunes, Dervla Kirwan, Natasha Kaplinsky and Edith Bowman. A TV advert in support of the campaign first aired on 24 January 2011, featuring Nelson Mandela, David Beckham and Helena Bonham Carter.Samantha Cameron became a Save the Children Ambassador in March 2011, and a supporter of the No Child Born to Die campaign.[citation needed] No Child Born to Die was named the Digital Campaign of the Week in Third Sector magazine.",
        "logo": "/images/save_the_children.png",
        "link": "https://en.wikipedia.org/wiki/Save_the_Children"
    },
    {
        "id": 3,
        "name": "Doctors Without Borders",
        "introduction": "Médecins Sans Frontières (MSF; pronounced [medsɛ̃ sɑ̃ fʁɔ̃tjɛʁ] (listen)), also known as Doctors Without Borders, is humanitarian medical non-governmental organisation (NGO) or charity of French origin known for its projects in conflict zones and in countries affected by endemic diseases.Main areas of work include diabetes, drug-resistant infections, HIV/AIDS, hepatitis C, tropical and neglected diseases, tuberculosis, vaccines and COVID. In 2019, the charity was active in 70 countries with over 35,000 personnel; mostly local, or referred to as National Staff who are discriminated against on the basis of their race according to staff including doctors, nurses and other medical professionals, logistical experts, water and sanitation engineers, and administrators.They have also been involved in several controversies, including using highly exploitative images of patients taken without consent to fundraise. Private donors provide about 90% of the organisation's funding, while corporate donations provide the rest, which can lead to a lack of accountability due to no institutional or government's finding them, giving MSF an annual budget of approximately US$1.63 billion.",
        "history": "MSF was founded in 1971, in the aftermath of the Biafran famine of the Nigerian Civil War, by a small group of French doctors and journalists who sought to expand accessibility to medical care across national boundaries and irrespective of race, religion, creed or political affiliation. To that end, the organisation emphasises 'independence and impartiality', and explicitly precludes political, economic, or religious factors in its decision making. These principles have allowed MSF to speak freely with respect to acts of war, corruption, or other hindrances to medical care or human well-being. Only once in its history, during the 1994 genocide in Rwanda, has the organisation called for military intervention.\nMSF's principles and operational guidelines are highlighted in its Charter, the Chantilly Principles, and the later La Mancha Agreement. Governance is addressed in Section 2 of the Rules portion of this final document. MSF has an associative, rather choatic structure, where operational decisions are made, independently, by the five operational centres (Amsterdam, Barcelona-Athens, Brussels, Geneva and Paris). Common policies on core issues are coordinated by the International Council, in which each of the 24 sections (national offices) is represented. The International Council meets in Geneva, Switzerland, where the International Office, which coordinates international activities common to the operational centres, is based.\nMSF has general consultative status with the United Nations Economic and Social Council. It received the 1999 Nobel Peace Prize in recognition of its members' continued efforts to provide medical care in acute crises, as well as raising international awareness of potential humanitarian disasters. James Orbinski, who was the president of the organization at the time, accepted the prize on behalf of MSF. Prior to this, MSF also received the 1996 Seoul Peace Prize. Christos Christou succeeded Joanne Liu as international president in June 2019.",
        "activities": "In 1999, the organisation spoke out about the lack of humanitarian support in Kosovo and Chechnya, having set up field missions to help civilians affected by the respective political situations. Although MSF had worked in the Kosovo region since 1993, the onset of the Kosovo War prompted the movement of tens of thousands of refugees, and a decline in suitable living conditions. MSF provided shelter, water and health care to civilians affected by NATO's strategic bombing campaigns.\nA serious crisis within MSF erupted in connection with the organisation's work in Kosovo when the Greek section of MSF was expelled from the organization. The Greek MSF section had gained access to Serbia at the cost of accepting Serb government imposed limits on where it could go and what it could see – terms that the rest of the MSF movement had refused. A non-MSF source alleged that the exclusion of the Greek section happened because its members extended aid to both Albanian and Serbian civilians in Pristina during NATO's bombing.The rift was healed only in 2005 with the re-admission of the Greek section to MSF.\nA similar situation was found in Chechnya, whose civilian population was largely forced from their homes into unhealthy conditions and subjected to the violence of the Second Chechen War.\nMSF has been working in Haiti since 1991, but since President Jean-Bertrand Aristide was forced from power, the country has seen a large increase in civilian attacks and rape by armed groups. In addition to providing surgical and psychological support in existing hospitals – offering the only free surgery available in Port-au-Prince – field missions have been set up to rebuild water and waste management systems and treat survivors of major flooding caused by Hurricane Jeanne; patients with HIV/AIDS and malaria, both of which are widespread in the country, also receive better treatment and monitoring. As a result of 12 January 2010 Haiti earthquake, reports from Haiti indicated that all three of the organisation's hospitals had been severely damaged; one collapsing completely and the other two having to be abandoned. Following the quake, MSF sent about nine planes loaded with medical equipment and a field hospital to help treat the victims. However, the landings of some of the planes had to be delayed due to the massive number of humanitarian and military flights coming in.\nThe Kashmir Conflict in northern India resulted in a more recent MSF intervention (the first field mission was set up in 1999) to help civilians displaced by fighting in Jammu and Kashmir, as well as in Manipur. Psychological support is a major target of missions, but teams have also set up programmes to treat tuberculosis, HIV/AIDS and malaria. Mental health support has been of significant importance for MSF in much of southern Asia since the 2004 Indian Ocean earthquake.\nMSF went through a long process of self-examination and discussion in 2005–2006. Many issues were debated, including the treatment of 'nationals' as well as 'fair employment' and self-criticism.",
        "logo": "/images/Msf_logo.svg.png",
        "link": "https://en.wikipedia.org/wiki/M%C3%A9decins_Sans_Fronti%C3%A8res"
    },
    {
        "id": 4,
        "name": "UNICEF USA",
        "introduction": "The U.S. Fund for UNICEF, doing business as UNICEF USA, is a non-profit, non-governmental organization (NGO) in the United States that supports the United Nations Children's Fund (UNICEF). Founded in 1947 by Helenka Pantaleoni, it is the oldest of the 36 UNICEF National Committees that support UNICEF worldwide through fundraising, advocacy and education. Since its inception, the U.S. Fund has provided UNICEF and various NGOs with $6.3 billion in cash and gifts-in-kind.",
        "cards and gifts": "The first UNICEF greeting card was created in 1949, the design featuring a 'thank you picture' by a seven-year-old girl whose village in Czechoslovakia received emergency assistance from UNICEF. The card launched a worldwide fundraising activity that continues to provide a significant source of revenue to UNICEF. The U.S. Fund makes UNICEF greeting cards and gifts available in the United States through the UNICEF Market website.\nThe U.S. Fund also supports UNICEF with UNICEF Inspired Gifts. Through this program, individuals can purchase lifesaving supplies for children such as therapeutic milk or anti-malarial mosquito nets and have them shipped to one of the over 150 countries and territories in which UNICEF works",
        "campaigns": "UNICEF USA administers the long-running Trick-or-Treat for UNICEF campaign, which began as a local fundraising event in Pennsylvania in 1950 and has since raised more than US$170 million to support UNICEF's work. The U.S. Fund also sponsored the UNICEF Tap Project, which provided children around the world with access to safe, clean water. The Tap Project began in 2007 and ended in 2016.",
        "logo": "/images/unicef.jpg",
        "link": "https://en.wikipedia.org/wiki/U.S._Fund_for_UNICEF"
    },
    {
        "id": 5,
        "name": "World Wildlife Fund",
        "introduction": "The World Wide Fund for Nature Inc. (WWF) is an international non-governmental organization founded in 1961 that works in the field of wilderness preservation and the reduction of human impact on the environment. It was formerly named the World Wildlife Fund, which remains its official name in Canada and the United States.\nWWF is the world's largest conservation organization, with over five million supporters worldwide, working in more than 100 countries and supporting around 3,000 conservation and environmental projects.They have invested over $1 billion in more than 12,000 conservation initiatives since 1995. WWF is a foundation with 65% of funding from individuals and bequests, 17% from government sources (such as the World Bank, DFID, and USAID) and 8% from corporations in 2020.\nWWF aims to 'stop the degradation of the planet's natural environment and to build a future in which humans live in harmony with nature.'The Living Planet Report has been published every two years by WWF since 1998; it is based on a Living Planet Index and ecological footprint calculation. In addition, WWF has launched several notable worldwide campaigns, including Earth Hour and Debt-for-nature swap, and its current work is organized around these six areas: food, climate, freshwater, wildlife, forests, and oceans.",
        "history": "The idea for a fund on behalf of endangered animals was officially proposed by Victor Stolan to Sir Julian Huxley in response to articles he published in the British newspaper The Observer. This proposal led Huxley to put Stolan in contact with Edward Max Nicholson, a person who had had thirty years experience of linking progressive intellectuals with big business interests through the Political and Economic Planning think tank. Nicholson thought up the name of the organization and the original panda logo was designed by Sir Peter Scott. WWF was conceived on 29 April 1961, under the name of World Wildlife Fund. Its first office was opened on 11 September in IUCN's headquarters at Morges, Switzerland.\nThe WWF was conceived to act as an international fundraising organisation to support the work of existing conservation groups, primarily the International Union for Conservation of Nature. Its establishment was marked with the signing of the Morges Manifesto, the founding document that sets out the fund's commitment to assisting worthy organizations struggling to save the world's wildlife",
        "organization and operation": "Policies of the WWF are made by board members elected for three-year terms. An Executive Team guides and develops WWF's strategy. There is also a National Council which stands as an advisory group to the board and a team of scientists and experts in conservation who research for WWF.\nNational and international law plays an important role in determining how habitats and resources are managed and used. Laws and regulations become one of the organization's global priorities.\nThe WWF has been opposed to the extraction of oil from the Canadian tar sands and has campaigned on this matter. Between 2008 and 2010 the WWF worked with The Co-operative Group, the UK's largest consumer co-operative to publish reports which concluded that: (1) exploiting the Canadian tar sands to their full potential would be sufficient to bring about what they described as 'runaway climate change; (2) carbon capture and storage (CCS) technology cannot be used to reduce the release of carbon dioxide into the atmosphere to a level comparable to that of other methods of oil extraction; (3) the $379 billion which is expected to be spent extracting oil from tar sands could be better spent on research and development in renewable energy technology; and (4) the expansion of tar sands extraction poses a serious threat to the caribou in Alberta.\nThe organization convinces and helps governments and other political bodies to adopt, enforce, strengthen and/or change policies, guidelines and laws that affect biodiversity and natural resource use. It also ensures government consent and/or keeps their commitment to international instruments relating to the protection of biodiversity and natural resources.\nIn 2012, David Nussbaum, Chief Executive of WWF-UK, spoke out against the way shale gas is used in the UK, saying: '... the Government must reaffirm its commitment to tackling climate change and prioritise renewables and energy efficiency.'",
        "logo": "/images/WWF_logo.svg.png",
        "link": "https://en.wikipedia.org/wiki/World_Wide_Fund_for_Nature"
    }
]